Revit 2027 API
ParameterTypeId.SpotSlopeSuffix Property
 "Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopeSuffix { get; }
Public Shared ReadOnly Property SpotSlopeSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopeSuffix {
	ForgeTypeId^ get ();
}
static member SpotSlopeSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace